const Conditions = () => {
  return (
    <div className="container mx-auto">
      <div className="md:w-3/4 w-11/12 mx-auto py-12 lg:py-20">
        <h1 className="text-3xl font-bold text-[#e2126f]">শর্তাবলী</h1>
        <p className="text-lg md:text-xl py-2 lg:py-4 text-[#605f62]">
          ১. স্বাগতমঃ www.bkash.com এ স্বাগতম। নিম্নোক্ত শর্তাবলীসমূহ এই
          ওয়েবসাইট (“সাইট”), এখানে ধারণকৃত বিষয়বস্তুসমুহ (“বিষয়বস্তুসমুহ”), এবং
          এই ওয়েবসাইটে প্রস্তাবিত সেবার (“সেবাসমূহ”) ব্যবহার এবং প্রবেশাধিকার
          (আপনি বা যেকোনো ব্যক্তি অথবা সত্ত্বা যাকে আপনি আপনার প্রবেশাধিকার দিয়ে
          প্রবেশের অনুমতি দিবেন) নিয়ন্ত্রন করে।{" "}
        </p>
        <p className="text-lg md:text-xl py-2 lg:py-4 text-[#605f62]">
          ১. স্বাগতমঃ www.bkash.com এ স্বাগতম। নিম্নোক্ত শর্তাবলীসমূহ এই
          ওয়েবসাইট (“সাইট”), এখানে ধারণকৃত বিষয়বস্তুসমুহ (“বিষয়বস্তুসমুহ”), এবং
          এই ওয়েবসাইটে প্রস্তাবিত সেবার (“সেবাসমূহ”) ব্যবহার এবং প্রবেশাধিকার
          (আপনি বা যেকোনো ব্যক্তি অথবা সত্ত্বা যাকে আপনি আপনার প্রবেশাধিকার দিয়ে
          প্রবেশের অনুমতি দিবেন) নিয়ন্ত্রন করে।{" "}
        </p>
        <p className="text-lg md:text-xl py-2 lg:py-4 text-[#605f62]">
          ১. স্বাগতমঃ www.bkash.com এ স্বাগতম। নিম্নোক্ত শর্তাবলীসমূহ এই
          ওয়েবসাইট (“সাইট”), এখানে ধারণকৃত বিষয়বস্তুসমুহ (“বিষয়বস্তুসমুহ”), এবং
          এই ওয়েবসাইটে প্রস্তাবিত সেবার (“সেবাসমূহ”) ব্যবহার এবং প্রবেশাধিকার
          (আপনি বা যেকোনো ব্যক্তি অথবা সত্ত্বা যাকে আপনি আপনার প্রবেশাধিকার দিয়ে
          প্রবেশের অনুমতি দিবেন) নিয়ন্ত্রন করে।{" "}
        </p>
        <p className="text-lg md:text-xl py-2 lg:py-4 text-[#605f62]">
          ১. স্বাগতমঃ www.bkash.com এ স্বাগতম। নিম্নোক্ত শর্তাবলীসমূহ এই
          ওয়েবসাইট (“সাইট”), এখানে ধারণকৃত বিষয়বস্তুসমুহ (“বিষয়বস্তুসমুহ”), এবং
          এই ওয়েবসাইটে প্রস্তাবিত সেবার (“সেবাসমূহ”) ব্যবহার এবং প্রবেশাধিকার
          (আপনি বা যেকোনো ব্যক্তি অথবা সত্ত্বা যাকে আপনি আপনার প্রবেশাধিকার দিয়ে
          প্রবেশের অনুমতি দিবেন) নিয়ন্ত্রন করে।{" "}
        </p>
      </div>
    </div>
  );
};

export default Conditions;
